<?php

return [
    'title' => 'Диспетчер задач',
    'text' => 'Это простая система управления задачами',
    'taskbar' => 'Мои задачи',
    'header1' => 'Пользователи',
    'header2' => 'Статусы задач',
    'header3' => 'Задачи',
    'task' => [
        'create' => 'Задача была создана!',
        'update' => 'Задача была обновлена!',
        'delete' => 'Задача была удалена!',
        'headerCreate' => 'Создать задачу',
        'headerUpdate' => 'Изменить задачу',
    ],
    'taskStatus' => [
        'create' => 'Статус задачи создан!',
        'update' => 'Статус задачи обновлен!',
        'delete' => 'Статус задачи был удален!',
        'headerCreate' => 'Создать статус задачи',
        'headerUpdate' => 'Изменить статус задачи',
    ],
    'user' => [
        'update' => 'Ваш аккаунт был обновлен!',
        'delete' => 'Вы уверены, что хотите выйти и удалить свой аккаунт?',
    ],
    'info' => [
        'record' => 'Нет записей',
        'reg' => 'Регистрация',
        'login' => 'Авторизация',
        'email' => 'Адрес электронной почты',
        'pass' => 'Пароль',
        'remember' => 'Запомни меня',
        'forgot' => 'Забыли свой пароль?',
        'name' => 'Имя',
        'confirm' => 'Подтвердить пароль',
        'filter' => 'Фильтры',
        'des' => 'Описание',
        'status' => 'Статус',
        'assTo' => 'Назначено',
        'tag' => 'Теги'
    ]
    
]; 
